Repository: vahid6889/Crypto-Nas
Catalog: lib/l10n/app_*.arb
Languages: fa

source: ExchangeCN
fa: تبادل ارز

source: Top MarketCaps
fa: برترین های بازار

source: Top Gainers
fa: ارز های برنده

source: Top Losers
fa: ارز های بازنده

source: Orders
fa: لیست سفارشات

source: Personal Data
fa: حساب کاربری شخصی

source: Settings
fa: تنظیمات

source: Language
fa: زبان

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: About app
fa: درباره اپلیکیشن

source: Profile Setting
fa: تنظیمات کاربری

source: Authentication
fa: احراز هویت

source: FAQs
fa: پشتیبانی

source: Our Handbook
fa: راهنما

source: Community
fa: انجمن

source: Logout
fa: خروج از حساب

# sell
source: Buy
fa: خرید

# buy
source: Sell
fa: فروش

source: All cryptocurrencies
fa: همه ارز ها

source: Order Type
fa: نوغ سفارش

source: Token
fa: نشانه

source: Until
fa: تا

source: Until Price
fa: تا قیمت

source: Full Name
fa: نام و نام خانوادگی

source: Bank ID
fa: شناسه بانک

source: Send Order
fa: ارسال سفارش

source: Sign Up
fa: ثبت نام

source: Create Account
fa: ساخت حساب کاربری

source: Login Account
fa: ورود به حساب کاربری

source: Username
fa: نام کاربری

source: Gmail
fa: جیمیل

source: Password
fa: رمز عبور

# privacyNotice
source: Creating an account means you are okay with our Terms of Services and our Privacy Policy
fa: ایجاد یک حساب به این معنی است که شما با شرایط خدمات و خط مشی رازداری ما موافق هستید

source: Already have an account?
fa: از قبل حساب کاربری دارید؟

source: Do you need to register?
fa: احتیاج به ثبت نام دارید ؟

source: Login
fa: ورود

# validateUserName
source: Please enter username
fa: لطفا نام کاربری را وارد کنید

# validateUserNameMinimum
source: at least enter 4 characters
fa: کمتر از ۴ حرف مجاز نیست

# validateUserNameMaximum
source: maximum character is 13
fa: حداکثر ۱۳ حرف مجاز است

# validateEmailEnter
source: Please enter gmail
fa: لطفا ایمیل را وارد کنید

# validateEmailValid
source: please enter valid gmail
fa: لطفا ایمیل را بدرستی وارد کنید

# validatePassword
source: Please enter some text
fa: لطفا رمز عبور را وارد کنید

# validatePasswordMinimum
source: at least enter 6 characters
fa: کمتر از ۶ حرف مجاز نیست

# validatePasswordMaximum
source: maximum character is 13
fa: حداکثر ۱۳ حرف مجاز است
